[
   {
      "id": "1",
      "image": "/images/rice_seed.jfif",
      "name": "Rice",
      "short_d": "Rice is a staple grain and one of the most important food crops in the world, feeding more than half of the global population. Grown primarily in warm, water-abundant regions, rice comes in many varieties—such as long-grain, short-grain, basmati, jasmine, and sticky rice—each with its unique texture, aroma, and culinary uses. It serves as the foundation of countless traditional dishes across Asia, Africa, and Latin America, from sushi and biryani to jollof rice and arroz con pollo."
   },
   {
      "id": "2",
      "image": "/images/rice_seed.jfif",
      "name": "Beetroot",
      "short_d": "Beetroot, often simply called beet, is a vibrant root vegetable known for its deep red or purple color and earthy-sweet flavor. Rich in essential nutrients like folate, iron, potassium, and antioxidants, beetroot is praised for its ability to support heart health, improve blood flow, and boost stamina. Both the root and the leafy green tops are edible, making it a versatile ingredient in salads, juices, soups, and even desserts."
   },
   {
      "id": "3",
      "image": "/images/rice_seed.jfif",
      "name": "Potatoes",
      "short_d": "Potatoes are one of the world’s most widely consumed root vegetables, valued for their versatility, nutritional content, and ability to thrive in diverse climates. Native to the Andes Mountains of South America, potatoes come in many varieties and colors—ranging from russet and red to yellow and even purple. Beneath their often rough or smooth skins lies a starchy, pale flesh that becomes creamy when cooked"
   },
   {
      "id": "4",
      "image": "/images/rice_seed.jfif",
      "name": "Cassava",
      "short_d": "Cassava, also known as yuca or manioc, is a starchy root vegetable widely cultivated in tropical and subtropical regions around the world. It has thick, rough brown skin and a white, firm interior that's rich in carbohydrates, making it a major source of energy in many developing countries. Cassava is incredibly versatile—it can be boiled, fried, baked, or processed into flour, tapioca pearls, and starch for countless culinary and industrial uses."
   },
   {
      "id": "5",
      "image": "/images/rice_seed.jfif",
      "name": "Cabbage",
      "short_d": "Muhanga cabbage seed. Cabbage is a leafy green vegetable known for its dense, compact head and subtle flavor. Grown in temperate climates around the world, it plays a vital role in countless traditional dishes, offering both nutrition and texture. Typically green or purple in color, cabbage is appreciated for its versatility and its ability to be eaten raw, fermented, or cooked in a variety of ways."
   },
   {
      "id": "6",
      "image": "/images/rice_seed.jfif",
      "name": "Carrot",
      "short_d": "Carrots are root vegetables known for their vibrant orange color, crisp texture, and naturally sweet flavor. Rich in beta-carotene, which the body converts to vitamin A, carrots are celebrated for supporting eye health and boosting the immune system. Though typically orange, they also come in purple, yellow, red, and white varieties, each with subtle flavor differences. "
   },
   {
      "id": "7",
      "image": "/images/rice_seed.jfif",
      "name": "Corn",
      "short_d": "Corn, also known as maize, is a tall cereal plant that produces large ears filled with rows of golden kernels. Originally domesticated in Central America thousands of years ago, corn has become one of the most widely grown crops globally. Its sweet, juicy kernels are a popular food in many forms—boiled, grilled, creamed, or ground into flour for tortillas, polenta, or cornbread. Beyond the kitchen, corn is a major source of livestock feed and biofuel."
   }
]